app/controllers/cards_controller.rb

    def create
      @card = Card.new(card_params)
      if @card.save
---
INSERT INTO "cards" ("card_question", "card_answer", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["card_question", "This card is a test"], ["card_answer", "This is an answer"], ["created_at", "2020-04-18 14:22:21.970849"], ["updated_at", "2020-04-18 14:22:21.970849"]]